/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@ 证书颁发机构现在可用";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@ 的 CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "“%1$@”已给您发送一个证书请求。点按附件来完成请求。证书签名请求 (CSR) 是由电脑生成的信息，其目的在于识别从颁发机构那儿请求证书的用户。CSR 包含用户的公用密钥，用来生成证书。该证书将被自动发送至“%2$@”。\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "“%@”已经将您请求的证书发送给您。请点按附件，“钥匙串访问”将为您导入它。\n\n";

/* (Unused) */
"(Unused)" = "（未使用的）";

/* 1024 bits */
"1024 bits" = "1024 位";

/* 1200 bits */
"1200 bits" = "1200 位";

/* 1400 bits */
"1400 bits" = "1400 位";

/* 1600 bits */
"1600 bits" = "1600 位";

/* 2048 bits */
"2048 bits" = "2048 位";

/* 256 bits */
"256 bits" = "256 位";

/* 384 bits */
"384 bits" = "384 位";

/* 512 bits */
"512 bits" = "512 位";

/* 521 bits */
"521 bits" = "521 位";

/* <invalid expiration date> */
"<invalid expiration date>" = "<无效到期日>";

/* <no certificates specified> */
"<no certificates specified>" = "<未指定证书>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "不依赖另一个 CA 来验证其有效性的 CA 被称为“根”（或“锚”）CA。要依赖另一个 CA 来验证其有效性的 CA 被称为“中级 CA”。对这样的根 CA 的信任必须通过除证书之外的方式来建立。Mac OS X 含有可接受的根 CA 身份的列表，它们已经过 Apple 的预先审查合格。您可以使用“钥匙串访问”应用程序将其他 CA 添加到此列表中，或让您的管理员为您添加这些 CA。";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "CA 网站是针对希望用 Internet 下载 CA 邀请和 CA 证书的用户而提供的。网站主要提供给那些没有正式从 CA 收到邀请或 CA 证书的用户。网站还向用户提供一些信息用以验证站点是否属于 CA。CA 证书的 SHA-1 指纹和 CA 管理机构的电子邮件地址均显示出来以供验证。";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "依靠另一个 CA 来验证其有效性的证书颁发机构 (CA) 被称为“中级 CA”。中级 CA 的有效性取决于签发该中级 CA 的 CA，该 CA 可使中级 CA 失效或将其撤消。中级 CA 通常被它们的签发 CA 用于对其操作的子集进行代理授权，如用于特殊用途或某类特殊用户。如果您或您的系统信任中级 CA 的签发机构，它也将信任该中级 CA，除非您明确地拒绝信任它。Mac OS X 还允许您直接信任中级 CA，而不用信任其签发机构；然而，此种方式的有效性检查是基于签发机构的授权的。使用“证书助理”创建中级 CA 时，现有根 CA 或中级 CA（随同其相应的专用密钥）必须对其签名。";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "具有该名称的的证书颁发机构配置文件已经存在。请挑选不同的名称。";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "证书颁发机构名称不能含有句点。";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "叶证书是由中级证书颁发机构或根证书颁发机构签名的证书。叶证书的安全受益于证书链和证书政策。叶证书位于证书链的底部。";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "自签名的证书不为证书颁发机构所签发的证书提供安全保证。 自签名的证书被接受前，要求接收方确认他们愿意信任并接收它。";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "自签名根证书是一个根证书颁发机构，用户生成它以便直接用做证书。这样的证书不会从证书链和证书策略的安全受益。大多数电脑不会接受自签名证书，除非电脑所有者事先指示它们接受，而某些电脑在任何情况下都不接受自签名的证书。然而由于可以简单快捷地生成它们，因此常用于测试目的，用于代替由正规的证书颁发机构签名的证书。";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI 不能含有 Unicode 字符。";

/* Aborted */
"Aborted" = "已中止";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "尝试显示证书时出错。";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "尝试评估证书时出错。";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "安装“%@” 证书时出错。";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "创建电子邮件邀请时出错。";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "将证书签发请求通过电子邮件发送给 CA 时出错。确定您已经配置了电子邮件帐户。";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "将证书签名请求邮寄给证书颁发机构时出错。";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "安装 CA 网站时出错（错误=%d）。";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "在您的 iDisk 上创建 CA 网站时出错。未能访问您的 iDisk。";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "在您的 iDisk 上创建 CA 网站时出错。您的 iDisk 未响应。请检查您的网络连接。";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "验证签署“%@” 的签名时出错。";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "访问 CA 网站时出错。";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "发生错误。指定的 CA 是无效证书颁发机构。";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "证书无效期不得超过 %d 年。";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "邀请是提供给希望向 CA 请求证书的用户的文件。当完成创建 CA 时，“证书助理”会帮助您将邀请递送给用户。用户连按此邀请时，“证书助理”将引导他们完成请求证书的步骤。";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "您制定的 IP 地址格式不正确（IP 地址格式类似于 1.2.3.4)。";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "读取给此请求签名的证书时发生未知错误。";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "未找到合适的 S/MIME 扩展密钥使用";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "从指定的签发者备用名称处获取的错误证书";

/* Bad leaf cert */
"Bad leaf cert" = "错误的叶证书";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "错误的根证书（自验证失败）";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "基本约束扩展";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "此 CA 的已扩展的密钥使用扩展";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "此 CA 用户的基本约束扩展";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "缺少基本约束";

/* Cancel */
"Cancel" = "取消";

/* Cert expired */
"Cert expired" = "证书已过期";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "在指定的签发者备用名称处未找到证书";

/* Cert not yet valid */
"Cert not yet valid" = "证书仍然无效";

/* Certificate Request */
"Certificate Request" = "证书请求";

/* Choose */
"Choose" = "选择";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "选择将给您的 CA 邀请签名的身份。";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "点按“指定其他位置…”以在其他位置创建网站。";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "代码签名，路径长度错误";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "代码签名，基本约束丢失";

/* Code Signing, Development */
"Code Signing, Development" = "代码签名，开发";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "代码签名，证书链长度非法";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "代码签名，没有已扩展的密钥使用";

/* Continue */
"Continue" = "继续";

/* Could not create a key pair. */
"Could not create a key pair." = "未能创建密钥对。";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "未能创建证书颁发机构配置文件。";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "未能创建证书导出文件（错误=%d）。";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "未能创建证书导出文件";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "未找到基于公用密钥的签名密钥。";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "未能找到证书颁发机构配置文件“%@”的签发方。";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "未能将证书邮寄给用户。已经在您的钥匙串上放置了一份副本。";

/* Create Your Certificate */
"Create Your Certificate" = "创建您的证书";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "创建您的证书颁发机构";

/* Creating Key Pair... */
"Creating Key Pair..." = "正在创建密钥对…";

/* Creating the CA web site... */
"Creating the CA web site..." = "正在创建 CA  网站…";

/* Creating the certificate request... */
"Creating the certificate request..." = "正在创建证书请求…";

/* Creating the certificate... */
"Creating the certificate..." = "正在创建证书…";

/* CRL Expired */
"CRL Expired" = "CRL 已过期";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL 策略验证失败";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL 仍然无效";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "定位符或根证书不能验证 CRL";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL 已验证不被信任的根证书";

/* Done */
"Done" = "完成";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "电子邮件地址不能包括 Unicode 字符。";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "错误：未能读取证书颁发机构配置文件“%@”。";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "错误：未能读取模板“%@”。";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "正在评估证书";

/* Expired */
"Expired" = "已过期";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "已扩展的密钥使用扩展";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "此 CA 的已扩展的密钥使用扩展";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "此 CA 的用户的已扩展的密钥使用扩展";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "对于 SSL 服务器证书，不必指定 IP 地址或 DNS 名称。";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "对于向此 CA 请求证书的用户，请选择“已扩展的密钥使用扩展”以查看可用选项并指定他们的证书将使用哪些选项。";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "对于向此 CA 请求证书的用户，请选择“包括基本约束扩展”以查看可用选项并指定它们的证书将使用哪些选项。";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "对于向此 CA 请求证书的用户，请选择“包括主题备用名称扩展”以查看可用选项并指定它们的证书将使用哪些选项。";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "对于此证书颁发机构，请选择“包括基本约束扩展”以查看可用选项并指定 CA 证书将使用哪些选项。";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "对于此证书颁发机构，请选择“包括已扩展的密钥使用扩展”以查看可用选项并指定 CA 证书将使用哪些选项。";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "对于此证书颁发机构，请选择“包括主题备用名称扩展”以查看可用选项并指定 CA 证书将使用哪些选项。";

/* Good */
"Good" = "好";

/* Hostname mismatch */
"Hostname mismatch" = "主机名称不相符";

/* Idle */
"Idle" = "闲置";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "难辨认的 CRL 分发点 URI";

/* Illegible name */
"Illegible name" = "难辨认的名称";

/* Intermediate CA */
"Intermediate CA" = "中级 CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "无效颁发机构密钥 ID ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "无效基本约束。CA";

/* Invalid Certificate */
"Invalid Certificate" = "无效证书";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "已扩展的密钥使用无效";

/* Invalid Key Usage */
"Invalid Key Usage" = "无效密钥使用";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "无效主题密钥 ID ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "无效主题/颁发机构密钥 ID 链接";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "签发分发点扩展违例";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "密钥对信息";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "用于此 CA 的密钥对信息";

/* Key Usage Extension */
"Key Usage Extension" = "密钥使用扩展";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "用于此 CA 的密钥使用扩展";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "此 CA 的用户的密钥使用扩展";

/* Keychain */
"Keychain" = "钥匙串";

/* Leaf */
"Leaf" = "叶证书";

/* Let me choose */
"Let me choose" = "让我选择";

/* Network */
"Network" = "网络";

/* No */
"No" = "否";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "主机未返回证书。";

/* No CRL */
"No CRL" = "无 CRL";

/* No root cert found */
"No root cert found" = "未找到根证书";

/* Not Yet Valid */
"Not Yet Valid" = "仍然无效";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "注：构成证书颁发机构 (CA) 的附加证书也必须提供给用户。附加证书位于 CA 文件夹的 .pem 文件中。为了保证更高的安全性，请不要用电子邮件发送这些文件。请将他们放置在诸如文件服务器之类的安全位置上，以供使用。";

/* OK */
"OK" = "好";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "部分公用密钥解析失败";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "部分公用密钥不可解析";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "已超过路径长度约束";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "请联络您的 CA 管理员获取帮助。";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "请联络您的 CA 管理员获取帮助，将其导入。";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "请指定序列号，范围从 %1$@ 到 %2$@。";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "请指定一个有效的过期日期。";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "请在下面指定证书的一些信息：";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "请指定关于您的 CA 的一些信息：";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "请指定“%1$@” (%2$@) 证书请求的签发证书颁发机构。 ";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "请指定此证书请求的签发证书颁发机构。";

/* Policy verification failed */
"Policy verification failed" = "策略验证失败";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "正在搜寻 SSL 服务器";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "替换您 iDisk 上现有的 “%@” 网站吗？";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "替换现有的“%@”吗？";

/* Required */
"Required" = "必需";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "系统根证书中的根 ALSO";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME 电子邮件地址不相符";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME 密钥使用不兼容";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME，未找到电子邮件地址";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME，非至关重要的密钥使用";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME，主题备用名称不是至关重要的";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "选择“包括基本约束扩展”以查看可用选项并指定此证书将使用哪些选项。";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "选择“包括已扩展的密钥使用扩展”以查看可用选项并指定此证书将使用哪些选项。";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "选择“包括主题备用名称扩展”以查看可用选项并指定此证书将使用哪些选项。";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "选择合适的信任策略以对“%1$@”进行评估。";

/* Self Signed Root */
"Self Signed Root" = "自签名根证书";

/* Self Signed Root CA */
"Self Signed Root CA" = "自签名根 CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "显示 CA 网站…";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "使用您的 %@ 身份签名";

/* Specified CRL server down */
"Specified CRL server down" = "指定的 CRL 服务器已关闭";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "指定用于此 CA 的用户的密钥对信息";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "指定密钥大小和算法，用来为证书颁发机构创建您的密钥对。\n\n密钥对由专用密钥和公用密钥组成。专用密钥是密钥对的机密部分，应当保密。公用密钥作为数字证书的一部分，是公用的。";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "指定密钥大小和算法，用来创建您的密钥对。\n\n密钥对由专用密钥和公用密钥组成。专用密钥是密钥对的机密部分，应当保密。公用密钥作为数字证书的一部分，是公用的。";

/* SSL Client */
"SSL Client" = "SSL 客户";

/* SSL Server */
"SSL Server" = "SSL 服务器";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "主题备用名称扩展";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "此 CA 用户的主题备用名称扩展";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "此 CA 用户的主题备用名称";

/* Success */
"Success" = "成功";

/* System Roots */
"System Roots" = "系统根证书";

/* Template = %@ */
"Template = %@" = "模板= %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "“%1$@”证书颁发机构现是可用的，可以接受您的证书请求。请点按附件，“证书助理”将引导您完成此过程。";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "为“%1$@”创建了证书。已经在您的钥匙串上放置了一份副本。";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "默认证书颁发机构现在被设定为“%@”。";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "使用本助理未能打开您指定的文件。";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "证书的“密钥使用扩展”标识其安全能力。选择“包括密钥使用扩展”来查看可用的功能，然后选择此证书将提供哪些功能。";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "CA 证书的“密钥使用扩展”标识其安全能力。选择“包括密钥使用扩展”来查看可用的功能，然后选择该证书将提供哪些功能。";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "用户证书的“密钥使用扩展”标识其安全能力。选择“包括密钥使用扩展”来查看可用的功能，然后选择他们的证书将提供哪些功能。";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822 名称不能包含 Unicode 字符。";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "当前没有身份给您的 CA 签名。";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "没有配置过的证书颁发机构。您需要先使用“创建证书颁发机构”选项来创建一个证书颁发机构。";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "没有配置过的证书颁发机构。您需要先创建一个证书颁发机构。";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "没有根证书颁发机构或中级证书颁发机构可用于给证书签名。请使用“创建证书颁发机构”选项来创建一个证书颁发机构。";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "当此 CA 的用户请求证书时，此面板将为其指定公用和专用密钥对信息。";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "要评估证书，请先选择合适的信任策略。";

/* Message indicating that this item is dated today */
"Today" = "今天";

/* Trusted Root */
"Trusted Root" = "被信任的根证书";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "信任 CA 证书意味着将来可以“信任”此 CA 对由它签名的证书执行评估并确定它们是否有效。在创建新 CA 时，由于安全原因，默认情况下，其证书在系统上被认为是从不受信任的。信任新的 CA 证书必须由用户或管理员专门操作。在这种情况下，点按“在这台机器上，信任由此 CA 签名的证书”以信任它。";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "未知（内部错误）";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "未知的至关重要证书扩展";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "未知的至关重要 CRL 扩展";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "未知的至关重要扩展";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "未知错误 = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "未被识别的根证书";

/* Untrusted Root */
"Untrusted Root" = "未被信任的根证书";

/* User Certificate: */
"User Certificate:" = "用户证书：";

/* VPN Client */
"VPN Client" = "VPN 客户端";

/* VPN Server */
"VPN Server" = "VPN 服务器";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "“将此 CA 设为默认”是指什么？";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "“在您的邀请上签名”是指什么？";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "“信任由此 CA 签名的证书”是指什么？";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "CA 网站是指什么？";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "叶证书是什么？";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "自签名根 CA 是指什么？";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "什么是自签名根证书？";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "什么是中级证书颁发机构？";

/* What is an invitation? */
"What is an invitation?" = "邀请是指什么？";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "当用户从 CA 请求证书时，签名的证书可以确保用户邀请的确是来自 CA 并未经篡改。";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "从用户那里接收证书签名请求时，默认的 CA 会在可用“证书颁发机构”的弹出式菜单中被自动选中。当您点按“将此 CA 设为默认”时，您在上面指定的 CA 名称即成为默认 CA。";

/* Yes */
"Yes" = "是";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "昨天";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您即将创建一个会签发 S/MIME 证书的根证书颁发机构。生成的密匙对将是 2048 位 RSA。如果您想要改变这些默认值，请点按“让我覆盖这些默认值”。";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您即将创建一个安全的电子邮件 (S/MIME) 证书。生成的密匙对将是 2048 位 RSA。如果您想要改变这些默认值，请点按“让我覆盖这些默认值”。";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "您将要制作自签名证书。";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您即将创建一个会签发 S/MIME 证书的中级证书颁发机构。生成的密匙对将是 2048 位 RSA。如果您想要改变这些默认值，请点按“让我覆盖这些默认值”。";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "如果此扩展被启用，您需要选择至少一个已扩展的密钥匙使用。";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "如果此扩展被启用，您需要选择至少一个密钥匙使用。";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "您必须先输入配置文件名称，然后才能继续。";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "您必须先输入用户的电子邮件地址，然后才能继续。";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "您必须先输入证书颁发机构的电子邮件地址，然后才能继续。";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "您的 CA 已经成功创建。点按“好”以开始使用您的新 CA。";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "您的证书颁发机构“%1$@”已创建，可供签发证书。";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "您的证书已经成功创建。";

/* Your certificate is ready */
"Your certificate is ready" = "您的证书已准备好";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "已经为您创建了证书请求电子邮件，并已准备好在 Mail.app 中进行发送。发送之后，“%1$@”将收到一封含有您的证书的电子邮件。当您收到它后，请点按附件，它将被导入到您的钥匙串中。";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "您的证书请求已经在磁盘上创建。";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "您的邀请将保留未签名状态。";

